local db = require("dashboard")
db.custom_header = {
	[[                                                          ]],
	[[                                                          ]],
	[[                                                          ]],
	[[                                                          ]],
	[[                                                          ]],
	[[  ███╗   ██╗ ███████╗ ██████╗  ██╗   ██╗ ██╗ ███╗   ███╗  ]],
	[[  ████╗  ██║ ██╔════╝██╔═══██╗ ██║   ██║ ██║ ████╗ ████║  ]],
	[[  ██╔██╗ ██║ █████╗  ██║   ██║ ██║   ██║ ██║ ██╔████╔██║  ]],
	[[  ██║╚██╗██║ ██╔══╝  ██║   ██║ ╚██╗ ██╔╝ ██║ ██║╚██╔╝██║  ]],
	[[  ██║ ╚████║ ███████╗╚██████╔╝  ╚████╔╝  ██║ ██║ ╚═╝ ██║  ]],
	[[  ╚═╝  ╚═══╝ ╚══════╝ ╚═════╝    ╚═══╝   ╚═╝ ╚═╝     ╚═╝  ]],
	[[                                                          ]],
	[[                                                          ]],
	[[                                                          ]],
	[[               ---- Welcome back Bedo ----                ]],
	[[                                                          ]],
	[[                                                          ]],
	[[                                                          ]],
}
db.custom_center = {
	{ icon = "🔭     ", desc = "File Explorer", action = "Telescope live_grep" },
	{ icon = "📁     ", desc = "Find File", action = "Telescope find_files" },
	{ icon = "📄     ", desc = "Find String", action = "Telescope live_grep" },
}
db.custom_footer = {
	[[                       ]],
	[[                       ]],
	[[      Vim > Emacs      ]],
	[[          ❤️            ]],
}
